Repository: ldgomm/hermes-ios
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr

# settings_button_label
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres

# settings_button_accessibility
source: Open settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres

# edit_user_view_accessibility
source: Edit user view
de: Benutzeransicht bearbeiten
es: Vista de edición de usuario
fr: Vue de modification de l'utilisateur

# missing_data_message
source: User data is missing. Please try again.
de: Benutzerdaten fehlen. Bitte versuchen Sie es erneut.
es: Faltan datos del usuario. Por favor, inténtalo de nuevo.
fr: Les données de l'utilisateur sont manquantes. Veuillez réessayer.

# missing_data_accessibility
source: Message displayed when user data is missing
de: Nachricht, die angezeigt wird, wenn Benutzerdaten fehlen
es: Mensaje que se muestra cuando faltan datos del usuario
fr: Message affiché lorsque les données de l'utilisateur sont manquantes

# settings_title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres

source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité

# privacy_policy_accessibility
source: Navigate to the Privacy Policy page
de: Zur Seite der Datenschutzerklärung navigieren
es: Navegar a la página de Política de Privacidad
fr: Aller à la page Politique de confidentialité

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation

# terms_of_use_accessibility
source: Navigate to the Terms of Use page
de: Zur Seite der Nutzungsbedingungen navigieren
es: Navegar a la página de Términos de Uso
fr: Aller à la page Conditions d'utilisation

source: No Account Deletion
de: Keine Kontolöschung
es: Sin Eliminación de Cuenta
fr: Pas de suppression de compte

# no_account_deletion_accessibility
source: Navigate to the No Account Deletion page
de: Zur Seite Keine Kontolöschung navigieren
es: Navegar a la página de Sin Eliminación de Cuenta
fr: Aller à la page Pas de suppression de compte

# section_title_accessibility
source: Section title
de: Abschnittstitel
es: Título de la sección
fr: Titre de la section

# section_content_accessibility
source: Section content
de: Abschnittsinhalt
es: Contenido de la sección
fr: Contenu de la section

# privacy_policy_title
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité

# privacy_policy_description
source: We value your privacy and ensure your data is protected.
de: Wir schätzen Ihre Privatsphäre und stellen sicher, dass Ihre Daten geschützt sind.
es: Valoramos tu privacidad y aseguramos la protección de tus datos.
fr: Nous valorisons votre vie privée et garantissons la protection de vos données.

# account_deletion
source: Delete Account
es: Eliminar cuenta

# delete_confirmation_title
source: Are you sure?
es: ¿Estás seguro?

# delete_confirmation_message
source: Deleting your account is irreversible.
es: Eliminar tu cuenta es irreversible. Todos tus datos se perderán permanentemente.

# delete_button
source: Delete
es: Eliminar

# error_no_user
source: No user is currently signed in.
es: Ningún usuario ha iniciado sesión

# ok_button
source: OK
es: Aceptar

# stock_label
source: Stock
de: Lagerbestand

# no_label
source: No
de: Nein
fr: Non

# off_label
source: OFF
de: RABATT

# stock_text
source: Stock: %d
de: Bestand: %d

# legal_section_title
source: Legal
de: Rechtliches
fr: Mentions légales
