Repository: ldgomm/hermes-ios
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr

# privacy_protection_message
source: We will always protect your privacy
de: Wir werden Ihre Privatsphäre stets schützen
es: Siempre protegeremos tu privacidad
fr: Nous protégerons toujours votre vie privée

source: Log in as anonymous
de: Als anonym anmelden
es: Iniciar sesión como anónimo
fr: Se connecter anonymement

# cart_empty_message
source: There are no products in the cart
de: Es befinden sich keine Produkte im Warenkorb
es: No hay productos en el carrito
fr: Il n'y a aucun produit dans le panier

# cart_title
source: Cart
de: Warenkorb
es: Carrito
fr: Panier

# chat_gpt_subtitle
source: Your AI-powered assistant
de: Ich beantworte Fragen zu technischen Produkten und überprüfe die Verfügbarkeit
es: Responderé consultas sobre productos tecnológicos y verificaré la disponibilidad de stock
fr: Je répondrai aux questions sur les produits technologiques et vérifierai la disponibilité des stocks

# chats_title
source: Chats
es: Conversaciones
fr: Conversations

# placeholder_type_a_message
source: Type a message...
de: Nachricht eingeben...
es: Escribe un mensaje...
fr: Écrivez un message...

# category_label
source: Category
de: Kategorie
es: Categoría
fr: Catégorie

# origin_label
source: Origin
de: Herkunft
es: Origen
fr: Origine

# discount_label
source: Discount
de: Rabatt
es: Descuento
fr: Remise

# specifications_label
source: Specifications
de: Spezifikationen
es: Especificaciones
fr: Spécifications

# colours_label
source: Colors
de: Farben
es: Colores
fr: Couleurs

# finished_label
source: Finished
de: Abgeschlossen
es: Finalizado
fr: Terminé

# size_label
source: Size
de: Größe
es: Tamaño
fr: Taille

# weight_label
source: Weight
de: Gewicht
es: Peso
fr: Poids

# overview_label
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu

# warranty_label
source: Warranty
de: Garantie
es: Garantía
fr: Garantie

# warranty_available_label
source: Warranty Available
de: Garantie verfügbar
es: Garantía Disponible
fr: Garantie disponible

# yes_label
source: Yes
de: Ja
es: Sí
fr: Oui

# months_label
source: Months
de: Monate
es: Meses
fr: Mois

# details_label
source: Details
es: Detalles
fr: Détails

# store_information_sheet_label
source: Store Information
de: Ladeninformationen .sheet
es: Hoja de información de la tienda
fr: Fiche d'information du magasin

# request_product_label
source: Request Product from
de: Produkt anfordern von
es: Solicitar producto de
fr: Demander un produit à

# interest_message
source: I am interested in this product. Please provide more information.
de: Hallo, ich bin an diesem Produkt interessiert
es: Hola, estoy interesado en este producto
fr: Bonjour, je suis intéressé par ce produit

# search_radius_message
source: Your search radius is %d km.
de: Ihre Suche wird innerhalb eines Radius von %d km durchgeführt
es: Tu búsqueda se realizará dentro de un radio de %d km
fr: Votre recherche sera effectuée dans un rayon de %d km

# distance_label
source: Distance:
de: Entfernung
es: Distancia

# search_distance_tip_title
source: Tip:
de: Tipp zur Suchentfernung
es: Consejo de Distancia de Búsqueda
fr: Conseil sur la distance de recherche

# search_distance_tip_body
source: You can adjust the search radius using the stepper above.
de: Versuchen Sie, die Suchentfernung so kurz wie möglich zu halten, um bessere Ergebnisse zu erzielen.
es: Intenta mantener la distancia de búsqueda lo más corta posible para obtener mejores resultados.
fr: Essayez de garder la distance de recherche aussi courte que possible pour de meilleurs résultats.

# edit_location_button
source: Edit Location
de: Standort bearbeiten
es: Editar Ubicación
fr: Modifier l'emplacement

# low_distance_limit_message
source: You have reached the lowest distance limit.
de: Sie haben das Mindestentfernungslimit erreicht.
es: Has alcanzado el límite inferior de distancia.
fr: Vous avez atteint la limite minimale de distance.

# high_distance_limit_message
source: You have reached the highest distance limit.
de: Sie haben das Höchstentfernungslimit erreicht.
es: Has alcanzado el límite superior de distancia.
fr: Vous avez atteint la limite maximale de distance.

# be_yourself_placeholder
source: Type your message...
de: Sei du selbst...
es: Sé tú mismo...
fr: Soyez vous-même...

source: View store on map
de: Laden auf der Karte anzeigen
es: Ver tienda en el mapa
fr: Voir le magasin sur la carte

source: View stores on map
de: Läden auf der Karte anzeigen
es: Ver tiendas en el mapa
fr: Voir les magasins sur la carte

# you_are_here_label
source: You are here
de: Sie sind hier
es: Estás aquí
fr: Vous êtes ici

# close_button_label
source: Close
de: Schließen
es: Cerrar
fr: Fermer

# searching_within_distance
source: Searching within %d km
de: Suche innerhalb von %d km
es: Buscando dentro de %d km
fr: Recherche dans un rayon de %d km

# show_map_button
source: Show Map
de: Karte anzeigen
es: Mostrar mapa
fr: Afficher la carte

# cancel_button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# save_button
source: Save
de: Speichern
es: Guardar
fr: Enregistrer

# confirm_update_title
source: Confirm Update
de: Datenaktualisierung bestätigen
es: Confirmar Actualización de Datos
fr: Confirmer la mise à jour des données

# confirm_update_message
source: Are you sure you want to update the location?
de: Möchten Sie Ihre Daten aktualisieren?
es: ¿Deseas actualizar tus datos?
fr: Voulez-vous mettre à jour vos données ?

# yes_button
source: Yes
de: Ja
es: Sí
fr: Oui

# privacy_message
source: We don’t have any of your information. We will always respect your privacy.
de: Wir haben keine Ihrer Informationen. Wir werden Ihre Privatsphäre stets respektieren.
es: No tenemos ninguna de tu información. Siempre respetaremos tu privacidad.
fr: Nous ne possédons aucune de vos informations. Nous respecterons toujours votre vie privée.

# edit_button_label
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

source: today
de: heute
es: hoy
fr: aujourd'hui

# yesterday
source: yerterday
de: gestern
es: ayer
fr: hier

# price_section_title
source: Price
de: Preis
es: Precio
fr: Prix

# legal_label
source: Legal Information
de: Rechtlich
es: Legal
fr: Légal

# chat_gpt_title
source: Intelligent assistant
de: ChatGPT
es: Asistente inteligente
fr: ChatGPT

# profile_button
source: Profile
de: Profil
es: Perfil
fr: Profil

# profile_button_hint
source: Open user profile
de: Benutzerprofil öffnen
es: Abrir perfil de usuario
fr: Ouvrir le profil utilisateur

source: Unknown store
de: Unbekannter Laden
es: Tienda desconocida
fr: Magasin inconnu

source: Store image
de: Ladenbild
es: Imagen de la tienda
fr: Image du magasin

# placeholder_store_image
source: Placeholder for store image
de: Platzhalter für Ladenbild
es: Imagen de marcador de posición para la tienda
fr: Image de remplacement pour le magasin

# unread_messages_count
source: %d unread messages
de: %d ungelesene Nachrichten
es: %d mensajes no leídos
fr: %d messages non lus

# chat_item_image
source: Chat item icon
de: Chat-Element-Icon
es: Icono del elemento de chat
fr: Icône de l'élément de chat

# chat_item_title
source: Chat title
de: Chat-Titel
es: Título del chat
fr: Titre du chat

# chat_item_subtitle
source: Chat subtitle
de: Chat-Untertitel
es: Subtítulo del chat
fr: Sous-titre du chat

# chat_item_date
source: Chat date
de: Chat-Datum
es: Fecha del chat
fr: Date du chat

source: Verified chat
de: Verifizierter Chat
es: Chat verificado
fr: Chat vérifié

# message_type_image
source: Image message
de: Bildnachricht
es: Mensaje de imagen
fr: Message avec image

# message_type_video
source: Video message
de: Videonachricht
es: Mensaje de video
fr: Message vidéo

# message_type_audio
source: Audio message
de: Audionachricht
es: Mensaje de audio
fr: Message audio

# message_type_file
source: File message
de: Dateinachricht
es: Mensaje de archivo
fr: Message fichier

# product_details
source: View product details
de: Produktdetails anzeigen
es: Ver detalles del producto
fr: Voir les détails du produit

# message_date_label
source: Message date: %@
de: Nachrichtendatum: %@
es: Fecha del mensaje: %@
fr: Date du message : %@

# date_label
source: Messages from %@
de: Nachrichten von %@
es: Mensajes del %@
fr: Messages de %@

# input_message_label
source: Message input field
de: Nachrichteneingabefeld
es: Campo de entrada de mensajes
fr: Champ de saisie de message

# input_message_hint
source: Type your message here
de: Geben Sie Ihre Nachricht hier ein
es: Escribe tu mensaje aquí
fr: Tapez votre message ici

# send_button_label
source: Send message button
de: Nachricht senden-Taste
es: Botón de enviar mensaje
fr: Bouton envoyer un message

# send_button_hint
source: Tap to send your message
de: Sendet die eingegebene Nachricht
es: Envía el mensaje escrito
fr: Envoie le message saisi

# image_load_failed
source: Failed to load image
de: Bild konnte nicht geladen werden
es: Error al cargar la imagen
fr: Échec du chargement de l'image

source: Loading image...
de: Bild wird geladen...
es: Cargando imagen...
fr: Chargement de l'image...

# image_loaded
source: Image successfully loaded
de: Bild erfolgreich geladen
es: Imagen cargada correctamente
fr: Image chargée avec succès

source: Title
de: Titel
es: Título
fr: Titre

source: Subtitle
de: Untertitel
es: Subtítulo
fr: Sous-titre

# expand_card_hint
source: Tap to expand the card and view more details
de: Tippen Sie, um die Karte zu erweitern und mehr Details anzuzeigen
es: Toca para expandir la tarjeta y ver más detalles
fr: Appuyez pour agrandir la carte et voir plus de détails

source: Loading product image...
de: Produktbild wird geladen...
es: Cargando imagen del producto...
fr: Chargement de l'image du produit...

# product_image_loaded
source: Product image loaded successfully
de: Produktbild erfolgreich geladen
es: Imagen del producto cargada con éxito
fr: Image du produit chargée avec succès

# product_image_failed
source: Failed to load product image
de: Produktbild konnte nicht geladen werden
es: Error al cargar la imagen del producto
fr: Échec du chargement de l'image du produit

source: Loading store image...
de: Ladenbild wird geladen...
es: Cargando imagen de la tienda...
fr: Chargement de l'image du magasin...

# store_image_expanded
source: Expanded store image
de: Erweitertes Ladenbild
es: Imagen de la tienda ampliada
fr: Image du magasin agrandie

# store_image_failed
source: Failed to load store image
de: Ladenbild konnte nicht geladen werden
es: Error al cargar la imagen de la tienda
fr: Échec du chargement de l'image du magasin

# store_name_label
source: Store name
de: Ladenname
es: Nombre de la tienda
fr: Nom du magasin

# product_category_label
source: Product category
de: Produktkategorie
es: Categoría del producto
fr: Catégorie de produit

# price_label
source: Price
de: Preis
es: Precio
fr: Prix

# original_price_label
source: Original price
de: Ursprünglicher Preis
es: Precio original
fr: Prix original

# discount_text
source: Discount: %d%%
de: Rabatt: %d%%
es: Descuento: %d%%
fr: Réduction : %d%%

# discounted_price_label
source: Discounted price: %.2f
de: Reduzierter Preis: %.2f
es: Precio con descuento: %.2f
fr: Prix réduit : %.2f

# regular_price_label
source: Price
de: Preis
es: Precio
fr: Prix

# label_label
source: Label
de: Etikett
es: Etiqueta
fr: Étiquette

# label_text
source: Label: %@
de: Etikett: %@
es: Etiqueta: %@
fr: Étiquette : %@

# owner_label
source: Owner
de: Besitzer
es: Propietario
fr: Propriétaire

# owner_text
source: Owner: %@, Year: %d
de: Besitzer: %@, Jahr: %d
es: Propietario: %@, Año: %d
fr: Propriétaire : %@, Année : %d

# model_label
source: Model
de: Modell
es: Modelo
fr: Modèle

# model_text
source: Model: %@
de: Modell: %@
es: Modelo: %@
fr: Modèle : %@

# description_label
source: Description
de: Beschreibung
es: Descripción

# description_text
source: Description: %@
de: Beschreibung: %@
es: Descripción: %@

# information_label
source: Information
de: Informationen
es: Información
fr: Informations

source: Overview card: %@
de: Übersichtskarte: %@
es: Tarjeta de información: %@
fr: Carte de présentation : %@

# origin_text
source: Origin: %@
de: Herkunft: %@
es: Origen: %@
fr: Origine : %@

# keywords_label
source: Keywords
de: Schlüsselwörter
es: Palabras clave
fr: Mots-clés

# keywords_text
source: Keywords: %@
de: Schlüsselwörter: %@
es: Palabras clave: %@
fr: Mots-clés : %@

# in_box_label
source: In the Box
de: In der Verpackung
es: En la Caja
fr: Dans la boîte

# for_months_label
source: Warranty for %d months
de: Garantie für %d Monate
es: Garantía por %d meses
fr: Garantie pour %d mois

# warranty_details_label
source: Warranty for %d months: %@
de: Garantie für %d Monate: %@
es: Garantía por %d meses: %@
fr: Garantie pour %d mois : %@

# legal_information_label
source: Legal Information
de: Rechtliche Informationen
es: Información Legal
fr: Informations légales

# warning_label
source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements

# warning_information_label
source: Warning Information
de: Warnhinweise
es: Información de Advertencia
fr: Informations sur les avertissements

# store_information_label
source: Store Information: %@
de: Ladeninformationen: %@
es: Información de la Tienda: %@
fr: Informations du magasin : %@

# request_product_button_label
source: Request product from %@
de: Produkt anfordern von %@
es: Solicitar producto de %@
fr: Demander un produit à %@

# no_store_name
source: No store name available
de: Kein Ladenname verfügbar
es: Nombre de la tienda no disponible
fr: Aucun nom de magasin disponible

# add_to_cart_label
source: Add to cart
de: In den Warenkorb
es: Agregar al carrito
fr: Ajouter au panier

# add_to_cart_hint
source: Adds %@ to your cart
de: Fügt %@ zum Warenkorb hinzu
es: Agrega %@ a tu carrito
fr: Ajoute %@ à votre panier

# message_sent_title
source: Message Sent
de: Nachricht gesendet
es: Mensaje Enviado
fr: Message envoyé

# message_sent_body
source: Your message has been sent successfully.
de: Ihre Nachricht wurde erfolgreich gesendet.
es: Tu mensaje se ha enviado con éxito.
fr: Votre message a été envoyé avec succès.

# ok_label
source: OK
es: Aceptar

# cancel_label
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# section_title
source: Section
de: Abschnitt
es: Sección

source: Example Section
de: Beispielabschnitt
es: Sección de ejemplo
fr: Section Exemple

# special_offer_card
source: Christmas special offer card
de: Weihnachtliches Sonderangebot
es: Tarjeta de oferta especial de Navidad
fr: Carte d'offre spéciale de Noël

# product_image
source: Image of the product
de: Produktbild
es: Imagen del producto
fr: Image du produit

# placeholder_image
source: Placeholder image for product
de: Platzhalter für Produktbild
es: Imagen de marcador de posición para el producto
fr: Image de remplacement pour le produit

source: Product name: %@
de: Produktname: %@
es: Nombre del producto: %@
fr: Nom du produit : %@

source: Product label: %@
de: Produktetikett: %@
es: Etiqueta del producto: %@
fr: Étiquette du produit : %@

source: Store name: %@
de: Ladenname: %@
es: Nombre de la tienda: %@
fr: Nom du magasin : %@

# distance_to_store
source: Distance to store: %.2f kilometers
de: Entfernung zum Laden: %.2f Kilometer
es: Distancia a la tienda: %.2f kilómetros
fr: Distance au magasin : %.2f kilomètres

# discount_offer
source: Discount offer: %d%% off
de: Rabattangebot: %d%% Rabatt
es: Oferta de descuento: %d%% de descuento
fr: Offre de réduction : %d%% de réduction

source: Discounted price: %@
de: Reduzierter Preis: %@
es: Precio con descuento: %@
fr: Prix réduit : %@

source: Original price: %@
de: Ursprünglicher Preis: %@
es: Precio original: %@
fr: Prix original : %@

# regular_price
source: Price: %@
de: Preis: %@
es: Precio: %@
fr: Prix : %@

# message_text
source: Message: %@
de: Nachricht: %@
es: Mensaje: %@

source: Message date: %@
de: Nachrichtendatum: %@
es: Fecha del mensaje: %@
fr: Date du message : %@

source: Product item: %@
de: Produktartikel: %@
es: Producto: %@
fr: Produit : %@

# view_single_store_on_map
source: Tap to view the store on the map
de: Tippen Sie, um den Laden auf der Karte anzuzeigen
es: Toca para ver la tienda en el mapa
fr: Appuyez pour voir le magasin sur la carte

# view_multiple_stores_on_map
source: Tap to view the stores on the map
de: Tippen Sie, um die Läden auf der Karte anzuzeigen
es: Toca para ver las tiendas en el mapa
fr: Appuyez pour voir les magasins sur la carte

# stores_map_sheet
source: Sheet displaying stores on map
de: Blatt mit Läden auf der Karte
es: Hoja que muestra tiendas en el mapa
fr: Fiche affichant les magasins sur la carte

# location_unavailable
source: Location is not available
de: Standort nicht verfügbar
es: La ubicación no está disponible
fr: Localisation indisponible

# location_error_message
source: Location is unavailable for displaying stores on map
de: Standort nicht verfügbar, um Läden auf der Karte anzuzeigen
es: La ubicación no está disponible para mostrar tiendas en el mapa
fr: Localisation non disponible pour afficher les magasins sur la carte

# product_view_sheet
source: Sheet displaying product details
de: Blatt mit Produktdetails
es: Hoja que muestra detalles del producto
fr: Fiche affichant les détails du produit

# user_location_label
source: User's current location
de: Aktueller Standort des Benutzers
es: Ubicación actual del usuario
fr: Localisation actuelle de l'utilisateur

# user_location_marker
source: Current location
de: Aktueller Standort
es: Ubicación actual
fr: Localisation actuelle

# store_marker
source: Marker for store: %@
de: Markierung für Laden: %@
es: Marcador para la tienda: %@
fr: Marqueur pour le magasin : %@

# close_map_button
source: Close the map view
de: Kartenansicht schließen
es: Cerrar la vista del mapa
fr: Fermer l'affichage de la carte

# store_view_sheet
source: Details for store: %@
de: Details für Laden: %@
es: Detalles de la tienda: %@
fr: Détails pour le magasin : %@

# user_message_text
source: User message: %@
de: Benutzernachricht: %@
es: Mensaje del usuario: %@

# user_message_date
source: Message date: %@
de: Nachrichtendatum: %@
es: Fecha del mensaje: %@

# search_radius_accessibility
source: Search radius: %d kilometers.
de: Suchradius: %d Kilometer.
es: Radio de búsqueda: %d kilómetros.
fr: Rayon de recherche : %d kilomètres.

# distance_stepper_accessibility
source: Stepper to adjust the search distance.
de: Schieberegler zur Anpassung der Suchentfernung.
es: Ajusta la distancia de búsqueda con el stepper.
fr: Régleur pour ajuster la distance de recherche.

# reset_distance_button
source: Reset search distance.
de: Suchentfernung zurücksetzen.
es: Restablecer la distancia de búsqueda.
fr: Réinitialiser la distance de recherche.

# location_unavailable_message
source: Location data is unavailable.
de: Ihr Standort ist nicht verfügbar.
es: Tu ubicación no está disponible.
fr: Votre localisation est indisponible.

# distance_map_accessibility
source: Map displaying the search distance.
de: Karte, die die Suchentfernung anzeigt.
es: Mapa que muestra la distancia de búsqueda.
fr: Carte affichant la distance de recherche.

# edit_location_accessibility
source: Button to edit user location.
de: Schaltfläche, um den Benutzerstandort zu bearbeiten.
es: Botón para editar la ubicación del usuario.
fr: Bouton pour modifier l'emplacement de l'utilisateur.

# edit_user_location_error
source: Unable to edit location as location data is missing.
de: Standort konnte nicht bearbeitet werden, da Standortdaten fehlen.
es: No se puede editar la ubicación porque faltan datos de ubicación.
fr: Impossible de modifier l'emplacement car les données de localisation sont manquantes.

# edit_user_location_error_accessibility
source: Error message indicating that location data is missing.
de: Fehlermeldung, dass Standortdaten fehlen.
es: Mensaje de error que indica que faltan datos de ubicación.
fr: Message d'erreur indiquant que les données de localisation sont manquantes.

# search_phrase_icon
source: Icon representing the search phrase
de: Symbol, das den Suchbegriff darstellt
es: Ícono que representa la frase de búsqueda
fr: Icône représentant la phrase de recherche

# search_phrase_text
source: Search phrase: %@
de: Suchbegriff: %@
es: Frase de búsqueda: %@
fr: Phrase de recherche : %@

# select_search_phrase
source: Select this search phrase
de: Diesen Suchbegriff auswählen
es: Seleccionar esta frase de búsqueda
fr: Sélectionnez cette phrase de recherche

# day_header_label
source: Messages for %@
de: Nachrichten für %@
es: Mensajes para %@
fr: Messages pour %@

# text_input_accessibility
source: Message input field
de: Nachrichteneingabefeld
es: Campo para ingresar mensaje
fr: Champ de saisie de message

# text_input_hint
source: Enter a message to send
de: Geben Sie eine Nachricht zum Senden ein
es: Ingresa un mensaje para enviar
fr: Entrez un message à envoyer

# send_button_accessibility
source: Send message button
de: Schaltfläche zum Senden der Nachricht
es: Botón para enviar mensaje
fr: Bouton pour envoyer le message

# show_map_accessibility
source: Button to show the map
de: Schaltfläche zum Anzeigen der Karte
es: Botón para mostrar el mapa
fr: Bouton pour afficher la carte

source: Delete All Messages
de: Alle Nachrichten löschen
es: Eliminar todos los mensajes
fr: Supprimer tous les messages

# delete_all_messages_accessibility
source: Delete all messages
de: Alle Nachrichten löschen
es: Eliminar todos los mensajes
fr: Supprimer tous les messages

# message_menu_accessibility
source: Menu for managing messages
de: Menü zur Verwaltung von Nachrichten
es: Menú para gestionar mensajes
fr: Menu pour gérer les messages

# map_view_accessibility
source: Interactive map displaying user's current location
de: Kartenansicht
es: Vista del mapa
fr: Affichage de la carte

# cancel_button_accessibility
source: Button to cancel location editing
de: Schaltfläche zum Abbrechen der Standortbearbeitung
es: Botón para cancelar la edición de la ubicación
fr: Bouton pour annuler la modification de l'emplacement

# save_button_accessibility
source: Button to save the edited location
de: Schaltfläche zum Speichern des bearbeiteten Standorts
es: Botón para guardar la ubicación editada
fr: Bouton pour enregistrer l'emplacement modifié

# current_location_marker
source: Marker for the user's current location
de: Markierung für den aktuellen Standort des Benutzers
es: Marcador para la ubicación actual del usuario
fr: Marqueur pour la localisation actuelle de l'utilisateur

# interactive_map_accessibility
source: Interactive map for selecting a location
de: Interaktive Karte zur Auswahl eines Standorts
es: Mapa interactivo para seleccionar una ubicación
fr: Carte interactive pour sélectionner un emplacement

# invalid_map_tap
source: Unable to determine the selected location on the map
de: Der ausgewählte Standort auf der Karte konnte nicht bestimmt werden
es: No se pudo determinar la ubicación seleccionada en el mapa
fr: Impossible de déterminer l'emplacement sélectionné sur la carte

# map_accessibility_label
source: Map displaying the user's location
de: Karte, die den Standort des Benutzers anzeigt
es: Mapa que muestra la ubicación del usuario
fr: Carte affichant la localisation de l'utilisateur

# location_unavailable_accessibility
source: Accessible message for unavailable location
de: Barrierefreie Nachricht für einen nicht verfügbaren Standort
es: Mensaje accesible para ubicación no disponible
fr: Message accessible pour une localisation indisponible

# privacy_message_accessibility
source: Accessible message about privacy
de: Barrierefreie Nachricht über die Privatsphäre
es: Mensaje accesible sobre privacidad
fr: Message accessible concernant la confidentialité

# edit_button_accessibility
source: Edit user information
de: Benutzerinformationen bearbeiten
es: Editar información del usuario
fr: Modifier les informations de l'utilisateur
